
20221001;开市 交易 立券 挂匾 开光 出行 入宅 移徙 安床 出火 上梁;作灶 行丧 理发 乘船 嫁娶 安葬
20221002;祭祀 沐浴 修饰垣墙 平治道涂 馀事勿取;诸事不宜
20221003;嫁娶 祭祀 祈福 求嗣 开光 出行 出火 拆卸 修造 动土 进人口 入宅 移徙 安床 开市 交易 立券 挂匾 栽种 纳畜 入殓 安葬 除服 成服;无
20221004;解除 坏垣 馀事勿取;诸事不宜
20221005;祭祀 治病 破屋 坏垣 馀事勿取;诸事不宜
20221006;嫁娶 纳采 订盟 祭祀 开光 出行 理发 作梁 出火 拆卸 修造 动土 进人口 入宅 移徙 安床 移徙 拆卸 挂匾 栽种 纳畜 破土 安葬 入殓 除服 成服;开市 掘井 开渠 造桥 造船
20221007;开市 交易 立券 纳财 挂匾 栽种 祭祀 祈福 开光 拆卸 动土 安床;嫁娶 破土 进人口 出行 入宅 移徙 出火 纳畜 词讼 安葬
20221008;祭祀 塑绘 开光 祈福 斋醮 出行 订盟 纳采 裁衣 嫁娶 拆卸 修造 安床 入宅 安香 入殓 启钻 安葬 谢土 赴任 会亲友 进人口 出行 移徙 上梁 经络 开市 交易 立券 纳财;开仓 冠笄 伐木 作梁
20221009;祭祀 作灶 入殓 除服 成服 畋猎;栽种 动土 安葬 开市
20221010;祭祀 祈福 斋醮 沐浴 竖柱 订盟 纳采 嫁娶 拆卸 入宅 移柩 启钻 谢土 赴任 出火 纳畜;作灶 入殓 安葬 安床
20221011;嫁娶 祭祀 安机械 入殓 破土 安葬;动土 上梁
20221012;作灶 造畜稠;行丧 安葬
20221013;沐浴 理发 入学 习艺 进人口;嫁娶 入宅
20221014;开光 针灸 会亲友 启钻 安葬;开市 动土 破土
20221015;祭祀 结网 造畜稠 馀事勿取;馀事勿取
20221016;入殓 除服 成服 移柩 破土 启钻 安葬;移徙 入宅
20221017;嫁娶 订盟 纳采 出行 祭祀 祈福 动土 移徙 入宅 破土 安葬;开市 赴任
20221018;祭祀 解除 破屋 坏垣 馀事勿取;馀事勿取
20221019;订盟 纳采 会亲友 安机械 纳财 牧养;祈福 安葬
20221020;嫁娶 订盟 纳采 出行 开市 祭祀 祈福 动土 移徙 入宅 破土 安葬;斋醮 安门
20221021;祭祀 塞穴 馀事勿取;诸事不宜
20221022;祭祀 祈福 求嗣 开光 开市 出行 解除 动土 起基 置产 栽种;嫁娶 作灶 修坟 安门 入宅 立碑 安葬 安床
20221023;祭祀 解除 裁衣 理发 安床 作灶 造畜稠 放水 筑堤 补垣 塞穴 整手足甲 扫舍;嫁娶 开光 会亲友 掘井 安门 栽种
20221024;祭祀 出行 裁衣 冠笄 会亲友 造畜稠 嫁娶 竖柱 上梁 移徙 纳财 纳畜;动土 伐木 作梁 行丧 安葬 开生坟
20221025;祭祀 祈福 求嗣 开光 出行 解除 移徙 伐木 安床 纳畜 出火 拆卸;安葬 修坟 作灶 破土 造庙 动土 嫁娶 纳采
20221026;开市 交易 立券 纳财 会亲友 开光 理发 入殓 移柩 安葬 启钻;嫁娶 作灶 出火 出行 入宅 移徙 安床 祈福 上梁
20221027;造畜稠 平治道涂 馀事勿取;诸事不宜
20221028;入殓 破土 安葬 启钻 除服 成服 馀事勿取;馀事勿取
20221029;祭祀 入殓 移柩 开生坟 破土 启钻 安葬 除服 成服 馀事勿取;馀事勿取
20221030;祭祀 解除 破屋 坏垣 馀事勿取;诸事不宜
20221031;嫁娶 求嗣 纳采 进人口 纳财 结网 纳畜 牧养 会亲友;上梁 作灶 伐木 出行 安葬 安门 理发
20221101;嫁娶 祭祀 开市 开光 出行 入宅 移徙 出火 拆卸 修造 安床;纳畜 伐木 置产 作梁 行丧 安葬 修坟 立碑
20221102;嫁娶 祭祀 作灶 纳财;安葬 开市 修坟 立碑
20221103;嫁娶 祭祀 祈福 求嗣 开光 出行 解除 出火 进人口 开市 交易 立券 挂匾 纳财 入宅 移徙 栽种 破土 谢土;安床 安葬
20221104;嫁娶 祭祀 祈福 求嗣 动土 安床 扫舍 入殓 移柩 破土 启钻 安葬 作灶 整手足甲 补垣 除服 成服;开光 栽种
20221105;祭祀 祈福 求嗣 开光 出行 解除 上梁 入宅 移徙 安床 安门 纳财 纳畜 造畜稠;伐木 行丧 破土 嫁娶 安葬 开渠
20221106;祭祀 开光 出行 解除 理发 伐木 出火 拆卸 上梁 合脊 安床 造畜稠;嫁娶 安葬 行丧 词讼 造桥 作灶 破土 动土
20221107;祭祀 会亲友 嫁娶 沐浴 修造 动土 祈福 开光 塑绘 出行 订盟 纳采 裁衣 入殓 除服 成服 移柩 启钻 赴任 竖柱 上梁 纳财 扫舍 栽种 纳畜 伐木;入宅 作灶 安床 开仓
20221108;理发 会亲友 补垣 塞穴 结网;嫁娶 入宅 安门 移徙
20221109;祭祀 祈福 订盟 纳采 裁衣 拆卸 修造 动土 起基 安床 移徙 入宅 安香 除服 成服 入殓 移柩 安葬 谢土 赴任 会亲友 进人口 出行 竖柱 上梁 经络 开市 交易 立券 纳财 开仓;作灶 治病 伐木 作梁
20221110;祭祀 祈福 订盟 纳采 裁衣 拆卸 修造 动土 起基 安床 移徙 入宅 安香 入殓 移柩 安葬 谢土 赴任 进人口 会亲友;作灶 治病
20221111;祭祀 塑绘 开光 订盟 纳采 嫁娶 安床 进人口 入殓 除服 成服 移柩 启钻 安葬 立碑;开市 交易 破土 作灶
20221112;祭祀 解除 破屋 坏垣 馀事勿取;诸事不宜
20221113;祭祀 解除 祈福 开光 塑绘 斋醮 订盟 纳采 裁衣 冠笄 拆卸 修造 动土 入殓 除服 成服 移柩 启钻 安床 赴任 出行 移徙 竖柱 上梁 伐木 栽种 破土 安葬 纳畜;盖屋 治病
20221114;祭祀 祈福 订盟 纳采 裁衣 合帐 冠笄 安机械 安床 造畜稠 入殓 移柩 启钻 安葬 谢土 除服 成服 会亲友 竖柱 上梁 经络 开市 交易 立券 纳财 纳畜 筑堤;嫁娶 入宅 治病 赴任
20221115;沐浴 扫舍 馀事勿取;诸事不宜
20221116;诸事不宜;诸事不宜
20221117;祈福 斋醮 出行 订盟 纳采 入殓 移柩 破土 安葬 立碑 结网;入宅 作灶
20221118;祭祀 沐浴 出行 冠笄 进人口 馀事勿取;嫁娶 动土 安葬 作灶
20221119;祭祀 祈福 斋醮 塑绘 开光 订盟 纳采 裁衣 冠笄 嫁娶 拆卸 入宅 安香 入殓 移柩 理发 安葬 修坟 谢土 赴任 移徙 沐浴 治病 破土 启钻 整手足甲 入学 作梁;开市
20221120;诸事不宜;诸事不宜
20221121;开市 交易 立券 挂匾 纳财 开光 出行 入宅 移徙 安床 纳畜 入殓 移柩 安葬;栽种 破土 置产 祭祀 嫁娶 动土 作灶 祈福
20221122;嫁娶 祭祀 祈福 求嗣 开光 出行 解除 出火 出行 拆卸 进人口 入宅 移徙 安床 栽种 动土 修造 纳畜 入殓 安葬 立碑 除服 成服;无
20221123;开光 解除 拆卸 修造 动土 安床 纳畜 安葬 启钻 入殓;嫁娶 开市 出火 栽种 破土 动土 入宅 移徙 安香 分居 掘井 作灶
20221124;破屋 坏垣 馀事勿取;诸事不宜
20221125;嫁娶 祭祀 开光 出火 出行 拆卸 修造 动土 解除 开市 交易 立券 挂匾 纳财 入宅 移徙 安床 栽种 纳畜;探病 安葬
20221126;祭祀 祈福 求嗣 开光 解除 理发 会亲友 栽种 纳畜 牧养 安葬 修坟 立碑 启钻;入宅 作灶 词讼 移徙 出行 赴任
20221127;祭祀 沐浴 结网 移柩 入殓 除服 成服;安床 开市 交易 出货财 安葬 修坟 嫁娶 作灶
20221128;解除 馀事勿取;馀事勿取
20221129;安床 祭祀 开池 补垣 入殓 移柩 破土 启钻;入宅 移徙 嫁娶 掘井 作灶 出火 进人口 开市 开光
20221130;祭祀 沐浴 馀事勿取;馀事勿取
