
20220901;祭祀 开光 解除 进人口 交易 立券 纳财 纳畜;动土 破土 嫁娶 理发 出行 入宅 移徙 分居 安香 出火
20220902;嫁娶 祭祀 祈福 求嗣 开光 出行 解除 安床 栽种 移柩 进人口 会亲友 除服 成服;盖屋 入殓 安葬 伐木 入宅 移徙 置产 纳畜
20220903;祭祀 动土 筑堤 开池 会亲友 塞穴 入殓 移柩 破土 安葬;开光 出行 修造 上梁 入宅 安门 作灶 裁衣
20220904;祭祀 裁衣 安门 纳财 扫舍 出行 进人口 作灶 纳畜 造畜稠;安床 动土 安葬 开生坟 合寿木
20220905;祭祀 解除 拆卸 修造 动土 起基 上梁 安床 安门 开渠 开池 入殓 破土 启钻;嫁娶 出行 进人口 作灶 入宅 移徙 栽种 赴任
20220906;纳采 订盟 开光 出行 解除 安香 出火 拆卸 入宅 移徙 修造 上梁 安床 栽种 纳畜 会亲友 安机械 经络;伐木 谢土 行丧 祭祀 作灶 动土 破土 安葬 祈福
20220907;开光 塑绘 出行 解除 冠笄 裁衣 开市 开池 开厕 补垣 塞穴;诸事无忌
20220908;祭祀 祈福 修饰垣墙 平治道涂 入殓 移柩;嫁娶 入宅 上梁 安门
20220909;祭祀 会亲友 纳采 嫁娶 开光 塑绘 斋醮 安香 开市 立券 除服 成服 入殓 移柩 安葬 赴任 进人口 出行 裁衣 修造 动土 上梁 经络 交易;入宅 伐木
20220910;祭祀 冠笄 会亲友 拆卸 起基 除服 成服 移柩 启钻 安葬 沐浴 捕捉 开光 塑绘;作灶 祭祀 入宅 嫁娶
20220911;祭祀 沐浴 破屋 坏垣 馀事勿取;移徙 入宅 出行 栽种
20220912;祭祀 塑绘 开光 出行 解除 订盟 嫁娶 拆卸 起基 安床 入宅 开市 入殓 除服 成服 移柩 破土 谢土 挂匾 开柱眼 交易;造桥 冠笄 盖屋 掘井
20220913;祭祀 会亲友 进人口 动土 上梁 开光 塑绘 冠笄 拆卸 起基 安床 开市 立券 赴任 经络;定磉 安葬
20220914;祭祀 裁衣 冠笄 嫁娶 纳婿 会亲友 除服 成服 移柩 捕捉 进人口 入殓;移徙 入宅 作灶
20220915;诸事不宜;入殓 安葬 开市 交易
20220916;祭祀 裁衣 冠笄 嫁娶 安机械 拆卸 动土 起基 移徙 入宅 入殓 启钻 安葬 造仓 经络;安床 开光 开市 交易
20220917;祭祀 出行 成服 除服 沐浴 入殓;动土 冠笄 移徙 入宅 开市 竖柱 上梁
20220918;祭祀 沐浴 赴任 出行 馀事勿取;诸事不宜
20220919;诸事不宜;诸事不宜
20220920;沐浴 入殓 移柩 除服 成服 破土 平治道涂;嫁娶 移徙 入宅 开市
20220921;嫁娶 祭祀 祈福 求嗣 沐浴 出火 出行 拆卸 修造 动土 进人口 开市 交易 立券 入宅 移徙 安床 栽种 纳畜 入殓 安葬 启钻 除服 成服;诸事无忌
20220922;开光 解除 起基 动土 拆卸 上梁 立碑 修坟 安葬 破土 启钻 移柩;嫁娶 出行 安床 作灶 祭祀 入宅 移徙 出火 进人口 置产
20220923;破屋 坏垣 馀事勿取;诸事不宜
20220924;嫁娶 祈福 求嗣 出行 出火 拆卸 修造 动土 上梁 开光 进人口 开市 交易 立券 挂匾 安床 入宅 移徙 栽种 伐木 入殓 破土 除服 成服;诸事无忌
20220925;开市 交易 立券 挂匾 祭祀 开光 进人口 入宅 安床 出火 拆卸 修造 动土 栽种;嫁娶 立碑 出行 伐木 安葬 行丧 移徙 纳畜
20220926;祭祀 理发 会亲友 进人口 嫁娶 针灸 入殓 移柩;探病 开渠 安葬 伐木 作灶 入宅
20220927;祭祀 立碑 修坟 启钻 除服 成服 馀事勿取;馀事勿取
20220928;嫁娶 出行 伐木 拆卸 修造 动土 移徙 安葬 破土 修坟 立碑;掘井 祈福 安床 开市 入宅 挂匾 开光
20220929;祭祀 出行 扫舍 馀事勿取;诸事不宜
20220930;嫁娶 祭祀 出行 冠笄 立券 交易 进人口 开市 移徙 修造 动土 安床 入殓 移柩 破土;开光 作灶 斋醮 安葬
20221001;开市 交易 立券 挂匾 开光 出行 入宅 移徙 安床 出火 上梁;作灶 行丧 理发 乘船 嫁娶 安葬
20221002;祭祀 沐浴 修饰垣墙 平治道涂 馀事勿取;诸事不宜
20221003;嫁娶 祭祀 祈福 求嗣 开光 出行 出火 拆卸 修造 动土 进人口 入宅 移徙 安床 开市 交易 立券 挂匾 栽种 纳畜 入殓 安葬 除服 成服;无
20221004;解除 坏垣 馀事勿取;诸事不宜
20221005;祭祀 治病 破屋 坏垣 馀事勿取;诸事不宜
20221006;嫁娶 纳采 订盟 祭祀 开光 出行 理发 作梁 出火 拆卸 修造 动土 进人口 入宅 移徙 安床 移徙 拆卸 挂匾 栽种 纳畜 破土 安葬 入殓 除服 成服;开市 掘井 开渠 造桥 造船
20221007;开市 交易 立券 纳财 挂匾 栽种 祭祀 祈福 开光 拆卸 动土 安床;嫁娶 破土 进人口 出行 入宅 移徙 出火 纳畜 词讼 安葬
20221008;祭祀 塑绘 开光 祈福 斋醮 出行 订盟 纳采 裁衣 嫁娶 拆卸 修造 安床 入宅 安香 入殓 启钻 安葬 谢土 赴任 会亲友 进人口 出行 移徙 上梁 经络 开市 交易 立券 纳财;开仓 冠笄 伐木 作梁
20221009;祭祀 作灶 入殓 除服 成服 畋猎;栽种 动土 安葬 开市
20221010;祭祀 祈福 斋醮 沐浴 竖柱 订盟 纳采 嫁娶 拆卸 入宅 移柩 启钻 谢土 赴任 出火 纳畜;作灶 入殓 安葬 安床
20221011;嫁娶 祭祀 安机械 入殓 破土 安葬;动土 上梁
20221012;作灶 造畜稠;行丧 安葬
20221013;沐浴 理发 入学 习艺 进人口;嫁娶 入宅
20221014;开光 针灸 会亲友 启钻 安葬;开市 动土 破土
20221015;祭祀 结网 造畜稠 馀事勿取;馀事勿取
20221016;入殓 除服 成服 移柩 破土 启钻 安葬;移徙 入宅
20221017;嫁娶 订盟 纳采 出行 祭祀 祈福 动土 移徙 入宅 破土 安葬;开市 赴任
20221018;祭祀 解除 破屋 坏垣 馀事勿取;馀事勿取
20221019;订盟 纳采 会亲友 安机械 纳财 牧养;祈福 安葬
20221020;嫁娶 订盟 纳采 出行 开市 祭祀 祈福 动土 移徙 入宅 破土 安葬;斋醮 安门
20221021;祭祀 塞穴 馀事勿取;诸事不宜
20221022;祭祀 祈福 求嗣 开光 开市 出行 解除 动土 起基 置产 栽种;嫁娶 作灶 修坟 安门 入宅 立碑 安葬 安床
20221023;祭祀 解除 裁衣 理发 安床 作灶 造畜稠 放水 筑堤 补垣 塞穴 整手足甲 扫舍;嫁娶 开光 会亲友 掘井 安门 栽种
20221024;祭祀 出行 裁衣 冠笄 会亲友 造畜稠 嫁娶 竖柱 上梁 移徙 纳财 纳畜;动土 伐木 作梁 行丧 安葬 开生坟
20221025;祭祀 祈福 求嗣 开光 出行 解除 移徙 伐木 安床 纳畜 出火 拆卸;安葬 修坟 作灶 破土 造庙 动土 嫁娶 纳采
20221026;开市 交易 立券 纳财 会亲友 开光 理发 入殓 移柩 安葬 启钻;嫁娶 作灶 出火 出行 入宅 移徙 安床 祈福 上梁
20221027;造畜稠 平治道涂 馀事勿取;诸事不宜
20221028;入殓 破土 安葬 启钻 除服 成服 馀事勿取;馀事勿取
20221029;祭祀 入殓 移柩 开生坟 破土 启钻 安葬 除服 成服 馀事勿取;馀事勿取
20221030;祭祀 解除 破屋 坏垣 馀事勿取;诸事不宜
20221031;嫁娶 求嗣 纳采 进人口 纳财 结网 纳畜 牧养 会亲友;上梁 作灶 伐木 出行 安葬 安门 理发