
20230501;祭祀 作灶 畋猎 结网 修饰垣墙 平治道涂 馀事勿取;嫁娶 安床 治病
20230502;沐浴 祭祀 解除 安葬 破土 谢土 移柩 馀事勿取;斋醮 开光 嫁娶 入宅 上梁
20230503;祭祀 解除 入殓 移柩 启钻 安葬 整手足甲 捕捉 畋猎 取渔 除服 成服 扫舍 谢土 斋醮;动土 破土
20230504;祭祀 沐浴 解除 破屋 坏垣 求医 治病 馀事勿取;嫁娶 开市
20230505;沐浴 塞穴 畋猎 结网 取渔 扫舍 馀事勿取;祈福 安葬
20230506;嫁娶 纳采 祭祀 祈福 出行 动土 上梁 移徙 入宅 破土 安葬;祈福 斋醮
20230507;纳采 祭祀 祈福 开市 求医 治病 动土 纳畜;嫁娶 安葬
20230508;嫁娶 纳采 出行 移徙 入宅;动土 破土 安葬
20230509;订盟 纳采 祭祀 动土 破土 交易 立券;嫁娶 安葬
20230510;嫁娶 裁衣 祭祀 出行 安床 作灶 移徙 入宅 破土 安葬;赴任 捕捉
20230511;塞穴 结网 馀事勿取;诸事不宜
20230512;嫁娶 订盟 纳采 出行 祭祀 祈福 斋醮 动土 上梁 破土 安葬;移徙 入宅
20230513;订盟 纳采 会亲友 安床 作灶 造畜稠;开市 安葬
20230514;沐浴 平治道涂 扫舍 入殓 移柩 破土 启钻 安葬 馀事勿取;诸事不宜
20230515;嫁娶 祭祀 祈福 求嗣 开光 出行 出火 拆卸 动土 上梁 进人口 入宅 移徙 安床 安门 开市 交易 立券 挂匾 栽种 破土 安葬;无
20230516;祭祀 开光 出行 解除 塑绘 裁衣 入殓 移柩 破土 启钻 安葬 除服 成服;嫁娶 上梁 修造 拆卸 架马 入宅 伐木 动土 出火 开柱眼
20230517;祭祀 解除 破屋 坏垣 馀事勿取;诸事不宜
20230518;嫁娶 祭祀 祈福 求嗣 开光 出行 拆卸 动土 上梁 出火 进人口 入宅 移徙 安床 栽种 纳畜 牧养 竖柱 安门 修造 解除 会亲友;诸事不宜
20230519;开市 交易 立券 祭祀 祈福 开光 伐木 进人口 安床 拆卸 修造 动土 栽种 破土 移柩 安葬;入宅 移徙 理发 出火 嫁娶 出行
20230520;结网 解除 馀事勿取;诸事不宜
20230521;嫁娶 祭祀 祈福 求嗣 开光 开市 交易 立券 安床 出行 拆卸;纳畜 入宅 移徙 安葬 探病 伐木 上梁 安门 入殓 动土
20230522;嫁娶 祭祀 祈福 求嗣 出行 出火 拆卸 修造 动土 入宅 移徙 安床 作灶 塞穴 栽种 破土 安葬;开光 掘井 开仓
20230523;解除 扫舍 馀事勿取;诸事不宜
20230524;开市 交易 立券 挂匾 开光 出行 拆卸 进人口 入宅 移柩 动土 安门 上梁 栽种 破土 修坟 安葬;嫁娶 安床 探病 作灶
20230525;进人口 会亲友;塞穴 上梁 动土 伐木 安葬 词讼
20230526;沐浴 平治道涂 扫舍 入殓 破土 安葬 除服 成服;嫁娶 移徙 伐木 作梁 安床 祭祀 祈福 盖屋
20230527;嫁娶 祭祀 祈福 求嗣 开光 出火 出行 拆卸 动土 解除 进人口 开市 交易 立券 挂匾 入宅 移徙 安床 安门 上梁 安葬 破土 谢土;无
20230528;塑绘 冠笄 嫁娶 会亲友 进人口 经络 裁衣 栽种 纳畜 牧养 补垣 塞穴 捕捉;祈福 开市 动土 行丧 安葬
20230529;破屋 坏垣 沐浴 解除 馀事勿取;诸事不宜
20230530;纳采 订盟 嫁娶 造车器 祭祀 祈福 求嗣 开光 出火 拆卸 修造 动土 进人口 挂匾 入宅 移徙 安床 栽种 入殓 破土 安葬 除服 成服;开市 立券
20230531;开市 交易 立券 祭祀 祈福 开光 动土 安床 出行 栽种 纳畜 牧养 竖柱 上梁 解除 破土;嫁娶 掘井 入宅 移徙 安葬
20230601;解除 出行 纳采 冠笄 竖柱 上梁 移徙 作灶 进人口 入宅 纳畜 牧养;祭祀 伐木 架马 安床 修造 动土 安葬 修坟 破土
20230602;祭祀 祈福 求嗣 开光 出行 开市 交易 立券 栽种 安床 纳畜 移徙 起基 动土 定磉 造仓 置产 破土 启钻 修坟;入宅 移徙 修造 安门 伐木 入殓 安葬 盖屋
20230603;嫁娶 交易 立券 开厕 补垣 塞穴 畋猎 取渔 开生坟;安床 开渠 上梁 修造 开市 开光 入宅 移徙 安床
20230604;塞穴 断蚁 结网 畋猎 馀事勿取;嫁娶 安葬 入宅 出行 动土 词讼
20230605;纳采 订盟 嫁娶 祭祀 祈福 求嗣 开光 解除 出行 出火 入宅 移徙 栽种 纳畜 牧养 动土 破土 入殓 安葬;作灶 安床 开仓 盖屋 动土 安葬
20230606;订盟 纳采 出行 祈福 斋醮 安床 会亲友;移徙 入宅 安葬
20230607;嫁娶 纳采 出行 求医 治病 开市 移徙 入宅 启钻 安葬;动土 破土
20230608;嫁娶 祭祀 沐浴 扫舍 修饰垣墙;行丧 安葬
20230609;嫁娶 订盟 纳采 出行 开市 祭祀 祈福 动土 移徙 入宅 破土 安葬;作灶
20230610;订盟 纳采 出行 祭祀 祈福 修造 动土 移徙 入宅;开市 安葬
20230611;诸事不宜;诸事不宜
20230612;嫁娶 订盟 纳采 祭祀 祈福 入殓 破土 安葬;开光 开市
20230613;开光 求医 治病 动土 上梁 入殓 破土 安葬;嫁娶 开光
20230614;祭祀 栽种 馀事勿取;诸事不宜
20230615;嫁娶 开光 祭祀 祈福 求嗣 出行 解除 伐木 入宅 移徙 安床 出火 拆卸 修造 上梁 栽种 移柩;安葬 开市 交易 立券
20230616;求嗣 嫁娶 纳采 合帐 裁衣 冠笄 伐木 作梁 修造 动土 起基 竖柱 上梁 安门 作灶 筑堤 造畜稠;安葬 出行 祈福 栽种
20230617;祭祀 解除 馀事勿取;诸事不宜
20230618;嫁娶 祭祀 祈福 出火 开光 求嗣 出行 拆卸 开市 交易 立券 挂匾 入宅 移徙 安床 栽种 动土;安葬 行丧 伐木 作梁
20230619;开光 求嗣 出行 解除 伐木 出火 拆卸 修造 上梁 起基 入宅 移徙 开市 交易 立券 栽种 牧养 入殓 安葬 除服 成服;置产 安床
20230620;祭祀 理发 修饰垣墙 平治道涂 沐浴 整手足甲 扫舍;出行 安门 修造 嫁娶 上梁 入宅
20230621;嫁娶 祭祀 开光 祈福 求嗣 出行 出火 拆卸 动土 修造 进人口 入宅 移徙 安床 挂匾 交易 立券 栽种 纳畜 入殓 破土 启钻 安葬;无
20230622;祭祀 祈福 求嗣 开光 出行 伐木 出火 拆卸 修造 动土 起基 安床 入宅 移徙;嫁娶 开市 交易 行丧 安葬 修坟
20230623;破屋 坏垣 馀事勿取;诸事不宜
20230624;开市 交易 立券 纳财 开池 开厕 结网 祭祀 修造 动土 安床 放水 经络 破土;嫁娶 造桥 词讼 移徙 安门 作灶 栽种
20230625;开市 交易 立券 纳财 栽种 安床 拆卸 修造 动土 上梁 入殓 安葬 破土 除服 成服;嫁娶 出火 伐木 祭祀 入宅 移徙 纳畜 探病
20230626;祭祀 作灶 馀事勿取;诸事不宜
20230627;解除 坏垣 馀事勿取;诸事不宜
20230628;修造 动土 起基 安门 安床 栽种 筑堤 补垣 造畜稠;嫁娶 掘井 入宅 移徙 出火 出行 行丧 安葬 开光 理发 进人口
20230629;祭祀 教牛马 断蚁 馀事勿取;斋醮 移徙 入宅 动土
20230630;纳采 订盟 嫁娶 祭祀 祈福 开市 纳财 立券 移徙 出行 修造 动土 起基 定磉 竖柱 拆卸 扫舍 放水 安香 安床 造船 开池 掘井 造畜稠 栽种;行丧 安葬 破土 作灶 伐木 斋醮