
20250701;嫁娶 祭祀 祈福 求嗣 开光 出行 解除 出火 拆卸 修造 进人口 入宅 移徙 动土 安床 纳畜 栽种 纳财 交易 立券 挂匾 造畜稠;安葬 开生坟 行丧
20250702;安机械 祭祀 祈福 求嗣 沐浴 解除 纳采 开市 修造 竖柱 上梁 开柱眼 安碓磑 归岫 补垣 塞穴 拆卸 放水 出火 扫舍 开生坟 合寿木 安葬 谢土 启钻 除服 成服;嫁娶 安床 作灶 动土 破土 造船
20250703;祭祀 沐浴 理发 整手足甲 修饰垣墙 平治道涂 馀事勿取;开市 入宅 出行 修造 词讼
20250704;嫁娶 纳采 祭祀 祈福 出行 立券 移徙 入宅 动土 破土 安葬;开光 作灶 盖屋 架马 开仓
20250705;纳采 订盟 冠笄 祭祀 祈福 斋醮 出行 修造 动土 移徙 入宅 安香 出火 拆卸 盖屋 起基 竖柱 上梁 定磉 安门 开池;嫁娶 开市 合寿木 安葬
20250706;祭祀 沐浴 破屋 坏垣 馀事勿取;入宅 嫁娶 移徙
20250707;破屋 坏垣 馀事勿取;诸事不宜
20250708;嫁娶 开光 出行 理发 作梁 出火 拆卸 修造 开市 交易 立券 挂匾 动土 入宅 移徙 安床 栽种;伐木 祭祀 纳畜 祭祀
20250709;嫁娶 开光 出行 祈福 求嗣 解除 拆卸 动土 修造 进人口 开市 交易 立券 挂匾 入宅 移徙 安床 栽种 纳畜 入殓 移柩 安葬;无
20250710;祭祀 作灶 纳财 栽种 纳畜 进人口;安葬 经络 修坟 破土 开市 安床 启钻 立碑
20250711;祭祀 祈福 求嗣 开光 开市 牧养 理发;嫁娶 出行 安葬 入殓 入宅 作灶 冠笄 上梁
20250712;祭祀 入殓 破土 除服 成服 移柩 启钻 安葬 谢土 馀事勿取;馀事勿取
20250713;祭祀 出行 交易 割蜜 造畜稠;嫁娶 作灶 安葬 动土 词讼 作梁 伐木 掘井 破土 移徙
20250714;嫁娶 祭祀 祈福 求嗣 开光 出火 拆卸 修造 动土 进人口 开市 交易 立券 挂匾 入宅 移徙 栽种 纳畜 入殓 启钻 除服 成服;无
20250715;嫁娶 开光 解除 安床 牧养 理发 开市 入殓 启钻 移柩 安葬 扫舍;作灶 动土 上梁 栽种 入宅 移徙 修造 祈福
20250716;祭祀 沐浴 破屋 坏垣 求医 治病 解除 馀事勿取;嫁娶 开市 交易 入宅 安葬
20250717;祭祀 祈福 求嗣 开光 伐木 出火 拆卸 入宅 安床 修造 动土 上梁 挂匾 纳畜;嫁娶 栽种 行丧 理发 修坟 行丧 作灶
20250718;解除 祭祀 理发 入殓 安葬 破土;嫁娶 开市 出火 作灶 置产 斋醮 入宅 移徙 安门
20250719;破屋 坏垣 馀事勿取;诸事不宜
20250720;开市 交易 立券 纳财 动土 开光 出行 嫁娶 纳采 订盟 出行 纳财 入学 开仓 出货财 纳畜 牧养 栽种 破土 启钻 安葬 立碑;入宅 移徙 作灶 祭祀 谢土
20250721;嫁娶 纳采 订盟 祭祀 祈福 求嗣 开光 出火 出行 拆卸 修造 动土 进人口 开市 交易 立券 挂匾 入宅 移徙 安床 栽种 入殓 破土 谢土 安葬;掘井 伐木 纳畜 合寿木
20250722;祭祀 冠笄 作灶 交易 纳财 栽种 结网 纳畜 牧养 进人口;开渠 造船 安床 安葬 破土 出行 修坟 掘井 开市 开生坟
20250723;嫁娶 纳采 订盟 祭祀 祈福 求嗣 纳采 裁衣 冠笄 开光 安床 作梁 修造 动土 作灶 起基 上梁 盖屋 纳畜 牧养;移徙 栽种 出行 行丧 破土 安葬 词讼
20250724;经络 祭祀 沐浴 补垣 塞穴 除服 成服 移柩 入殓 启钻 立碑;开光 治病 嫁娶 掘井 破土 安葬
20250725;嫁娶 祭祀 出行 裁衣 冠笄 交易 雕刻 纳财 造畜稠 造车器 雕刻 教牛马;移徙 入宅 栽种 动土 破土 作灶 安葬 行丧 伐木 上梁
20250726;修造 动土 安机械 祭祀 沐浴 解除 拆卸 治病 作灶 盖屋 起基 开池 扫舍 造畜稠 开生坟 合寿木 安葬 破土 启钻 移柩 入殓 立碑;开市 入宅 出行 安床 作灶
20250727;嫁娶 纳采 订盟 造车器 开光 出行 拆卸 起基 安床 除服 成服 开市 交易 立券 栽种 牧养 入殓 移柩 启钻;上梁 入宅 修造 动土 破土 祭祀 祈福 斋醮
20250728;祭祀 嫁娶 畋猎 结网;动土 破土 治病 开渠
20250729;纳采 订盟 会亲友 入学 祭祀 祈福 求嗣 开光 出行 解除 理发 动土 起基 开市 交易 立券 纳财 造仓 栽种 纳畜 牧养;嫁娶 作灶 出火 置产 嫁娶 入宅 安葬
20250730;祭祀 祈福 解除 整手足甲 安床 沐浴 入殓 移柩 破土 启钻 安葬 谢土;嫁娶 斋醮 开市 出火 入宅 移徙 出行 作灶 安门 伐木
20250731;破屋 坏垣 解除 馀事勿取;嫁娶 安葬
20250801;嫁娶 开市 立券 移徙 入宅 安机械 会亲友 经络 安门 安床 挂匾 拆卸 开仓 出货财 开池 栽种 纳畜 牧养 破土 安葬 启钻 移柩 入殓 立碑;祭祀 祈福 探病 谢土 造桥
20250802;嫁娶 订盟 纳采 祭祀 祈福 斋醮 开光 会亲友 求医 治病 盖屋 起基 竖柱 上梁 安门 安碓磑 筑堤 开池 破土 安葬 除服 成服;入宅 开市 掘井 词讼 合寿木
20250803;纳采 订盟 嫁娶 移徙 入宅 出行 祭祀 祈福 斋醮 塑绘 开光 安香 出火 会亲友 解除 入学 竖柱 上梁 拆卸 盖屋 起基 栽种 牧养 纳畜;安葬 破土 开市 开仓 出货财 启钻
20250804;纳采 订盟 嫁娶 祭祀 沐浴 塑绘 开光 出火 治病 习艺 伐木 盖屋 竖柱 上梁 安床 作灶 安碓磑 挂匾 掘井 纳畜;出行 安葬 造桥
20250805;祭祀 入殓 除服 成服 移柩 破土 启钻 安葬 塞穴 断蚁 结网;开市 入宅 嫁娶 开光 盖屋
20250806;祭祀 修造 出行 盖屋 竖柱 造车器 教牛马 造畜稠 割蜜;动土 破土 掘井 安葬
20250807;祭祀 祈福 求嗣 开光 出行 解除 上梁 盖屋 移徙 安门 纳财 牧养 纳畜 安葬 启钻 入殓;破土 置产 掘井 动土 安床
20250808;祭祀 解除 沐浴 理发 整手足甲 入殓 移柩 破土 安葬 扫舍;嫁娶 会亲友 进人口 出行 入宅 移徙 赴任 作灶
20250809;塑绘 开光 进人口 纳畜 补垣 塞穴 栽种 牧养;嫁娶 纳财 祈福 安葬 修造 开市 交易 立券 动土 上梁
20250810;作灶 沐浴 修饰垣墙 平治道涂 馀事勿取;诸事不宜
20250811;祭祀 求嗣 开光 出行 伐木 作梁 出火 解除 拆卸 进人口 修造 动土 起基 安床 栽种 纳畜 入殓 破土 安葬 除服 成服;嫁娶 移徙
20250812;祭祀 塞穴 入殓 破土 安葬 移柩 馀事勿取;诸事不宜
20250813;破屋 坏垣 馀事勿取;诸事不宜
20250814;祭祀 入殓 移柩 结网 启钻 安葬 移柩 除服 成服 馀事勿取;诸事不宜
20250815;嫁娶 出火 拆卸 祭祀 祈福 开光 伐木 动土 开市 交易 立券 入宅 移徙 安床 纳畜 入殓 安葬;栽种 作灶 针灸 出行
20250816;祭祀 开光 解除 进人口 交易 立券 纳财 纳畜;动土 破土 嫁娶 理发 出行 入宅 移徙 分居 安香 出火
20250817;嫁娶 祭祀 祈福 求嗣 开光 出行 解除 安床 栽种 移柩 进人口 会亲友 除服 成服;盖屋 入殓 安葬 伐木 入宅 移徙 置产 纳畜
20250818;祭祀 动土 筑堤 开池 会亲友 塞穴 入殓 移柩 破土 安葬;开光 出行 修造 上梁 入宅 安门 作灶 裁衣
20250819;祭祀 裁衣 安门 纳财 扫舍 出行 进人口 作灶 纳畜 造畜稠;安床 动土 安葬 开生坟 合寿木
20250820;祭祀 解除 拆卸 修造 动土 起基 上梁 安床 安门 开渠 开池 入殓 破土 启钻;嫁娶 出行 进人口 作灶 入宅 移徙 栽种 赴任
20250821;纳采 订盟 开光 出行 解除 安香 出火 拆卸 入宅 移徙 修造 上梁 安床 栽种 纳畜 会亲友 安机械 经络;伐木 谢土 行丧 祭祀 作灶 动土 破土 安葬 祈福
20250822;修饰垣墙 平治道涂 祭祀 沐浴 作灶;嫁娶 词讼 治病 置产 作梁 祈福 安葬 栽种 伐木 安门
20250823;嫁娶 祭祀 祈福 求嗣 出火 出行 开光 解除 拆卸 修造 进人口 安香 交易 立券 入宅 移徙 安床 动土 破土 谢土 安葬 入殓 除服 成服;斋醮 开市 开仓 作灶 造船
20250824;破土 安葬 移柩 入殓 祭祀 捕捉 除服 成服 馀事勿取;嫁娶 入宅 开市 交易
20250825;破屋 坏垣 治病 馀事勿取;祈福 纳采 订盟 嫁娶 入宅 安葬
20250826;嫁娶 开光 祭祀 祈福 求嗣 安香 出火 解除 伐木 入宅 移徙 安床 开市 交易 立券 栽种 出火 出行 安葬;掘井 理发 作灶 动土 破土 开池
20250827;安机械 纳采 订盟 祭祀 祈福 求嗣 开光 普渡 出行 出火 拆卸 修造 动土 进人口 开市 交易 立券 移徙 安床 栽种 上梁 纳畜 破土 移柩 安葬;入宅 嫁娶 掘井 牧养
20250828;嫁娶 祭祀 祈福 求嗣 裁衣 冠笄 经络 修造 进人口 安床 动土 竖柱 上梁 移徙 交易 立券 栽种 会亲友;行丧 安葬 出行 作梁 纳畜 伐木 造桥
20250829;嫁娶 纳采 订盟 开光 祭祀 出行 理发 动土 安床 放水 开渠 栽种 进人口;入宅 上梁 入殓 盖屋 探病 作灶 安门 安葬 纳畜 伐木
20250830;祭祀 出行 作梁 出火 拆卸 修造 动土 起基 安床 补垣 塞穴 入殓 破土 安葬 移柩 造畜稠;嫁娶 入宅 斋醮 开光 针灸 掘井
20250831;嫁娶 纳采 订盟 祭祀 祈福 求嗣 出行 解除 竖柱 入宅 移徙 纳财 上梁 纳畜 入殓 安葬 启钻;栽种 掘井 动土 安床 破土 置产