
20250101;破屋 坏垣 治病 馀事勿取;移徙 入宅
20250102;安床 架马 祭祀 塑绘 开光 出行 理发 伐木 作梁 开柱眼 开厕 畋猎 破土 入殓 除服 成服 移柩 启钻 修坟 立碑;作灶 安门 造桥 开市 安葬
20250103;嫁娶 祭祀 祈福 求嗣 开光 出行 解除 入宅 移徙 纳畜 入殓 破土 修坟 立碑;伐木 作梁 动土 安床 破土 栽种 造桥
20250104;祭祀 沐浴 理发 纳财 进人口 栽种 扫舍 捕捉 畋猎 结网;会亲友 安葬 入宅 移徙 安床 开市 行丧 出火 作灶 安门
20250105;祭祀 祈福 斋醮 塑绘 开光 除服 成服 入殓 作灶 嫁娶 捕捉 畋猎 纳财;开仓 盖屋 安葬 安床
20250106;祭祀 出行 沐浴 裁衣 祈福 斋醮 订盟 纳采 嫁娶 安机械 开市 立券 安碓磑 纳畜;栽种 嫁娶 入殓 安葬
20250107;祭祀 祈福 斋醮 沐浴 安床 安机械 造车器 入殓 移柩 启钻 安葬 立碑 合帐 经络 交易;作灶 掘井 嫁娶 入宅
20250108;解除 扫舍 祭祀 教牛马 馀事勿取;馀事勿取
20250109;开市 交易 立券 挂匾 开光 解除 伐木 作梁 出火 入宅 移徙 安床 拆卸 动土 上梁 栽种 纳畜 安葬;嫁娶 祭祀 出行 置产
20250110;开市 交易 立券 纳财 开池 补垣 嫁娶 纳采 纳畜 取渔 安床;修造 上梁 入宅 祈福 探病 掘井 动土 安门 安葬 作灶
20250111;祭祀 解除 修饰垣墙 平治道涂 馀事勿取;馀事勿取
20250112;嫁娶 祭祀 祈福 求嗣 动土 会亲友 起基 造仓 纳畜 牧养 开厕 进人口;掘井 安葬 栽种 出行 作灶 开市 入宅 安门
20250113;嫁娶 祭祀 祈福 求嗣 开光 入宅 移徙 安床 修造 动土 进人口;掘井 安葬 栽种 出行 作灶 开市 入宅 安门
20250114;破屋 坏垣 馀事勿取;诸事不宜
20250115;嫁娶 开市 交易 立券 开光 出行 出火 拆卸 修造 入宅 移徙 动土 破土 移柩 安葬 启钻 除服 成服;安床 伐木 祈福 纳畜
20250116;祭祀 入殓 破土 除服 成服 启钻 安葬 修坟 立碑 馀事勿取;馀事勿取
20250117;嫁娶 祭祀 塑绘 开光 出行 解除 理发 整手足甲 动土 安床 开池 放水 扫舍;伐木 行丧 作灶 作梁 安葬
20250118;开市 交易 立券 纳财 纳畜 造畜稠 入宅 移徙 安床 开光 祈福 求嗣 动土;嫁娶 栽种 安葬 理发 造庙 作灶 入殓 行丧 造桥
20250119;安床 裁衣 交易 立券 入殓 移柩 安葬 除服 成服;置产 嫁娶 出行 开光 栽种 动土 破土 入宅 治病
20250120;祭祀 解除 造畜稠 教牛马 针灸 馀事勿取;嫁娶 动土 开池 安葬
20250121;沐浴 塑绘 开光 纳采 订盟 开市 交易 立券 纳财 起基 动土 定磉 放水 安葬 破土 启钻 修坟 立碑 移柩;入宅 安门 祭祀 谢土
20250122;嫁娶 出行 理发 安床 启钻 安葬 修坟 开市 交易 立券 纳财 开池 牧养;掘井 祈福 谢土 动土 入宅 上梁 修造 作灶
20250123;解除 平治道涂 馀事勿取;移徙 入宅 掘井 造庙 栽种 针灸 治病 开池
20250124;嫁娶 祭祀 开光 伐木 出火 拆卸 入宅 移徙 修造 动土 上梁 安床 纳畜;开市 行丧 栽种 出行 出货财 安葬 置产 词讼 治病
20250125;嫁娶 纳采 订盟 入宅 移徙 安床 祭祀 祈福 开光 出行 解除 出火 拆卸 动土 纳畜 谢土 安葬 破土;伐木 开市 交易 上梁 作灶 安门 盖屋
20250126;祭祀 破屋 坏垣 解除 馀事勿取;开市 动土 破土
20250127;嫁娶 纳采 订盟 开光 安香 出火 纳财 开市 交易 立券 裁衣 盖屋 起基 修造 动土 安门 移徙 入宅 栽种 牧养 畋猎 掘井 开池 安葬 破土 入殓 除服 成服 立碑;祈福 造庙 祭祀 安床 谢土
20250128;祭祀 斋醮 入殓 破土 启钻 安葬 修坟 立碑 除服 成服;嫁娶 入宅 作灶 纳采 订盟
20250129;祭祀 斋醮 纳财 捕捉 畋猎;嫁娶 开市 入宅 安床 破土 安葬
20250130;纳采 订盟 祭祀 祈福 求嗣 斋醮 沐浴 进人口 会亲友 入学 治病 安碓磑 掘井 开池 纳畜 牧养 造畜稠;嫁娶 合帐 入宅 行丧 安葬
20250131;祭祀 祈福 求嗣 沐浴 问名 交易 纳财 入殓 移柩 安葬 修坟 立碑 谢土 造畜稠 教牛马;入宅 置产 嫁娶 动土 栽种 开市 开光 动土 破土
20250201;祭祀 教牛马 造畜稠 祭祀 会亲友 解除 馀事勿取;嫁娶 入宅 出行 动土 破土 安葬 行丧
20250202;嫁娶 开光 解除 出火 拆卸 修造 进人口 入宅 移徙 安床 栽种 入殓 修坟 动土 除服 成服;作灶 安葬 祭祀 开市 纳采 订盟 纳畜 谢土 出行 探病
20250203;嫁娶 安床 开光 出行 祭祀 动土 出火 解除 会亲友 开市 交易 立券 挂匾 入宅 移徙 拆卸 破土 启钻 安葬;掘井 词讼
20250204;嫁娶 开光 求嗣 会亲友 安床 牧养 塑绘 针灸;入宅 移徙 出火 分居 安香 作灶 开市 交易 立券 安葬 动土 伐木
20250205;作灶 解除 平治道涂;栽种 出行 祈福 行丧 纳畜 安葬 安门 伐木 作梁 牧养
20250206;解除 沐浴;诸事不宜
20250207;嫁娶 祭祀 祈福 出行 解除 出火 拆卸 动土 入宅 移徙 安床 上梁 栽种 纳畜 破土 启钻 安葬;开市 立券 理发 作灶
20250208;祭祀 解除 治病 破屋 坏垣 扫舍;馀事勿取
20250209;祭祀 祈福 求嗣 开光 出火 出行 拆卸 修造 动土 入宅 移徙 上梁 挂匾 开池 入殓 安葬 破土 启钻;嫁娶 作灶 安床
20250210;结网 入殓 除服 成服 移柩 安葬 破土;诸事不宜
20250211;移徙 祭祀 开光 祈福 出行 解除 进人口 雇庸 安床 动土 起基 上梁 安门 解除;嫁娶 安葬 破土 作梁 纳畜 牧养 行丧 作灶
20250212;嫁娶 开光 祈福 求嗣 解除 动土 安床 栽种 开池 掘井 祭祀 破土 启钻;入宅 作灶 伐木 安葬 出火 出行 纳畜
20250213;祭祀 合帐 裁衣 经络 伐木 作梁 安床 作灶 入殓 安葬 启钻 移柩;词讼 出火 入宅
20250214;裁衣 伐木 作梁 纳财 交易 立券;诸事不宜
20250215;动土 上梁 进人口 入宅 移徙 安床 开市 交易 立券 挂匾 破土 安葬 启钻 除服 成服;无
20250216;嫁娶 冠笄 纳采 出行 会亲友 上梁 安机械 安床 牧养 畋猎 祭祀 祈福 开光 修造 安门 盖屋 起基;入宅 作灶 治病 安葬 移徙
20250217;修饰垣墙 平治道涂 祭祀 馀事勿取;诸事不宜
20250218;造车器 纳采 订盟 祭祀 祈福 求嗣 移徙 出行 开市 出火 入宅 立券 交易 入宅 安门 安床 安葬 谢土;开光 盖屋 动土 作灶 栽种
20250219;动土 入殓 嫁娶 移柩 安葬 破土;开市 作灶 安床 入宅 上梁 裁衣
20250220;求医 治病 破屋 坏垣 馀事勿取;开市 嫁娶
20250221;祭祀 斋醮 沐浴 开生坟 除服 成服 移柩 入殓 破土 安葬 合寿木;开市 嫁娶 安床 会亲友 入宅 作灶 上梁
20250222;祭祀 塞穴 结网 破土 谢土 安葬 移柩 除服 成服 馀事勿取;嫁娶 入宅
20250223;祭祀 沐浴 理发 作灶 结网 栽种;嫁娶 词讼 行丧 安葬 牧养 伐木 作梁 开市 纳畜 造畜稠
20250224;嫁娶 祭祀 开光 祈福 求嗣 出行 开市 交易 立券 动土 纳财 掘井 会亲友;入宅 安葬 伐木 作梁 纳畜 造畜稠 作灶
20250225;祭祀 祈福 求嗣 纳畜 入殓 启钻 谢土 除服 成服;栽种 开光 出行 针灸 嫁娶 入宅 动土 破土
20250226;开光 解除 伐木 竖柱 上梁 交易 立券 纳畜 入殓 移柩 安葬;入宅 出行 移徙 祭祀 嫁娶 动土 破土 作灶
20250227;祭祀 祈福 求嗣 开光 嫁娶 出行 解除 伐木 拆卸 进人口 安床 动土 起基 上梁 栽种 纳畜 破土 谢土 启钻 安葬;移徙 入宅 出火 作灶 掘井
20250228;会亲友 冠笄 安床 会亲友 安机械 祭祀 祈福 求嗣 经络;嫁娶 开市 动土 作灶 安葬
20250301;作灶 解除 平治道涂 馀事勿取;祭祀 祈福 安葬 安门
20250302;嫁娶 祭祀 冠笄 修饰垣墙 置产;经络 探病 盖屋 作灶 动土
20250303;纳采 嫁娶 祭祀 祈福 出行 修造 动土 移徙 入宅 安葬 破土;开市 入宅 斋醮
20250304;祭祀 沐浴 解除 理发 扫舍 破屋 坏垣 馀事勿取;嫁娶 安葬
20250305;破屋 坏垣 求医 治病;诸事不宜
20250306;祭祀 动土 上梁 订盟 纳采 嫁娶 安机械 拆卸 安床 入宅 安香 入殓 移柩 破土 安葬 立碑 谢土 赴任 出行 移徙 祈福 求嗣 解除 造仓 进人口;开光 出货财
20250307;祭祀 开光 塑绘 纳采 裁衣 拆卸 安床 起基 动土 竖柱 上梁 移徙 入宅 安香 开市 立券 挂匾 沐浴 出行 求嗣 安门;嫁娶 栽种 伐木 安葬
20250308;裁衣 合帐 冠笄 嫁娶 纳婿 安床 入殓 纳财;作灶 开市 安葬 作梁
20250309;祭祀 订盟 纳采 修造 动土 祈福 塑绘 斋醮 沐浴 拆卸 起基 入宅 安香 造庙 移柩 谢土 除服 成服 入学 习艺 出行 竖柱 上梁 掘井 求嗣 解除 伐木;作灶 安葬 开市 盖屋
20250310;订盟 纳采 裁衣 合帐 冠笄 安机械 拆卸 安床 入殓 除服 成服 移柩 破土 启钻 安葬 修坟 立碑 经络 交易 立券 纳财 筑堤 造仓 补垣 塞穴 纳畜 伐木 架马;祭祀 开光 嫁娶 入宅
20250311;祭祀 出行 嫁娶 冠笄 安床 入殓 移柩 安葬;掘井 动土 作灶 栽种
20250312;塞穴 诸事不宜;安门 作灶 安葬 嫁娶
20250313;开光 塑绘 求嗣 纳采 裁衣 合帐 冠笄 安机械 作梁 开柱眼 安门 安床 造仓 祭祀 会亲友 祈福 经络 纳财 开市 立券 交易 入学 求嗣 理发 架马;出行 斋醮 安葬 嫁娶
20250314;祭祀 嫁娶 纳婿 安葬;栽种 盖屋 作灶 入宅
20250315;祭祀 会亲友 订盟 裁衣 合帐 安机械 拆卸 上梁 安门 入殓 除服 成服 移柩 启钻 安葬 立碑 开光 塑绘 入学 出行 起基 定磉 放水 移徙 入宅 竖柱 立券 经络;伐木 作梁
20250316;祭祀 开光 塑绘 祈福 斋醮 裁衣 合帐 冠笄 嫁娶 拆卸 动土 移徙 入宅 入殓 移柩 安葬 谢土 求嗣 入学 理发 伐木 架马 作梁 出火 修造 起基 定磉 放水 赴任;入宅 安门
20250317;祭祀 治病 破屋 坏垣 馀事勿取;诸事不宜
20250318;纳采 订盟 嫁娶 祭祀 祈福 求嗣 置产 求医 治病 开市 交易 立券 会亲友 移徙 竖柱 上梁 盖屋 合脊 安门 放水 捕捉 纳畜;造庙 造船 动土 破土 安葬
20250319;开市 立券 交易 挂匾 祭祀 祈福 开光 入宅 移徙 安床 拆卸 动土 上梁 进人口;嫁娶 行丧 架马 作梁 理发 牧养 安葬 纳畜 伐木
20250320;理发 冠笄 嫁娶 进人口;置产 伐木 纳畜 造畜稠 安葬 破土 作梁 作灶 开生坟
20250321;嫁娶 祭祀 开光 祈福 求嗣 出火 入宅 移徙 安床 拆卸 动土 破土 谢土;合帐 开市 安葬 入殓
20250322;安床 伐木 拆卸 修造 动土 上梁 立券 交易 栽种 纳畜 牧养 入殓 安葬;嫁娶 祭祀 开光 出行 出火 移徙 入宅 安门
20250323;祭祀 祈福 求嗣 斋醮 嫁娶 冠笄 出行 开市 交易 会亲友 教牛马 除服 成服 启钻 安葬 移柩;祈福 动土 移徙 入宅
20250324;塞穴 整手足甲 解除 捕捉 畋猎 结网 馀事勿取 诸事不宜;嫁娶 作灶 掘井 安葬
20250325;纳财 开市 立券 交易 开光 安床 上梁 盖屋 修造 起基;动土 破土 安葬 行丧 赴任 出行 嫁娶 入宅 移徙 谢土 词讼
20250326;祭祀 祈福 嫁娶 冠笄 修饰垣墙 置产 平治道涂;开仓 出货财 盖屋 作灶 开市 交易 立券 栽种
20250327;嫁娶 祭祀 开光 祈福 求嗣 出行 出火 进人口 入宅 移徙 安床 拆卸 修造 安门 挂匾 纳财 扫舍;动土 伐木 安葬 行丧
20250328;嫁娶 开光 祭祀 祈福 求嗣 出行 出火 入宅 移徙 解除 栽种 伐木 破土 谢土 安葬;开市 交易 作灶 纳财 上梁 安床 盖屋 造船
20250329;破屋 坏垣 求医 治病 馀事勿取;开光 嫁娶
20250330;纳采 交易 立券 安床 安机械 安葬 移柩 动土 破土 立碑;嫁娶 开光 作灶
20250331;祭祀 祈福 求嗣 斋醮 沐浴 开光 理发 经络 解除 治病 治病 立碑 栽种 牧养 掘井 开池;嫁娶 定磉 合寿木 安葬 行丧