
20220701;祭祀 作灶 馀事勿取;诸事不宜
20220702;解除 坏垣 馀事勿取;诸事不宜
20220703;修造 动土 起基 安门 安床 栽种 筑堤 补垣 造畜稠;嫁娶 掘井 入宅 移徙 出火 出行 行丧 安葬 开光 理发 进人口
20220704;祭祀 教牛马 断蚁 馀事勿取;斋醮 移徙 入宅 动土
20220705;纳采 订盟 嫁娶 祭祀 祈福 开市 纳财 立券 移徙 出行 修造 动土 起基 定磉 竖柱 拆卸 扫舍 放水 安香 造船 开池;行丧 安葬 破土 作灶 伐木 斋醮
20220706;嫁娶 开光 祭祀 祈福 出行 解除 移徙 入宅 开市 纳财 起基 修造 竖柱 上梁 盖屋 作灶 出火 安香 补垣 塞穴 拆卸 放水 安葬;纳采 订盟 安床 谢土 破土 动土
20220707;塑绘 出行 冠笄 嫁娶 进人口 裁衣 纳婿 造畜稠 交易 立券 牧养 开生坟 入殓 除服 成服 移柩 安葬 启钻;无
20220708;祭祀 冠笄 嫁娶 捕捉 结网 畋猎 取渔 馀事勿取;馀事勿取
20220709;沐浴 扫舍 馀事勿取;诸事不宜
20220710;纳采 祭祀 祈福 解除 动土 破土 安葬;嫁娶 移徙 入宅
20220711;祭祀 破屋 坏垣 馀事勿取;诸事不宜
20220712;嫁娶 纳采 开市 出行 动土 上梁 移徙 入宅 破土 安葬;祭祀 祈福
20220713;嫁娶 纳采 开市 出行 动土 上梁 移徙 入宅 破土 安葬;赴任
20220714;祭祀 作灶 纳财 捕捉;开市 破土
20220715;嫁娶 开市 立券 祭祀 祈福 动土 移徙 入宅;造庙 安葬
20220716;补垣 塞穴 结网 入殓 除服 成服 移柩 安葬 启钻 馀事勿取;诸事不宜
20220717;嫁娶 纳采 出行 祭祀 祈福 解除 移徙 入宅;动土 安葬
20220718;嫁娶 祭祀 祈福 斋醮 治病 破土 安葬;开市 入宅
20220719;嫁娶 出行 开市 安床 入殓 启钻 安葬;祈福 动土 破土
20220720;嫁娶 祭祀 裁衣 结网 冠笄 沐浴;开仓 出货财 置产 安葬 动土 破土 掘井 栽种
20220721;入宅 移徙 安床 开光 祈福 求嗣 进人口 开市 交易 立券 出火 拆卸 修造 动土;嫁娶 破土 置产 栽种 安葬 修坟 行丧
20220722;祭祀 解除 沐浴 整手足甲 入殓 移柩 破土 启钻 安葬;嫁娶 入宅 移徙 作灶 开市 交易 安门 栽种
20220723;破屋 坏垣 馀事勿取;诸事不宜
20220724;嫁娶 开光 出行 理发 作梁 出火 拆卸 修造 开市 交易 立券 挂匾 动土 入宅 移徙 安床 栽种;伐木 祭祀 纳畜 祭祀
20220725;嫁娶 开光 出行 祈福 求嗣 解除 拆卸 动土 修造 进人口 开市 交易 立券 挂匾 入宅 移徙 安床 栽种 纳畜 入殓 移柩 安葬;无
20220726;祭祀 作灶 纳财 栽种 纳畜 进人口;安葬 经络 修坟 破土 开市 安床 启钻 立碑
20220727;祭祀 祈福 求嗣 开光 开市 牧养 理发;嫁娶 出行 安葬 入殓 入宅 作灶 冠笄 上梁
20220728;祭祀 入殓 破土 除服 成服 移柩 启钻 安葬 谢土 馀事勿取;馀事勿取
20220729;祭祀 出行 交易 割蜜 造畜稠;嫁娶 作灶 安葬 动土 词讼 作梁 伐木 掘井 破土 移徙
20220730;嫁娶 祭祀 祈福 求嗣 开光 出火 拆卸 修造 动土 进人口 开市 交易 立券 挂匾 入宅 移徙 栽种 纳畜 入殓 启钻 除服 成服;无
20220731;嫁娶 开光 解除 安床 牧养 理发 开市 入殓 启钻 移柩 安葬 扫舍;作灶 动土 上梁 栽种 入宅 移徙 修造 祈福
20220801;祭祀 沐浴 破屋 坏垣 求医 治病 解除 馀事勿取;嫁娶 开市 交易 入宅 安葬
20220802;祭祀 祈福 求嗣 开光 伐木 出火 拆卸 入宅 安床 修造 动土 上梁 挂匾 纳畜;嫁娶 栽种 行丧 理发 修坟 行丧 作灶
20220803;解除 祭祀 理发 入殓 安葬 破土;嫁娶 开市 出火 作灶 置产 斋醮 入宅 移徙 安门
20220804;破屋 坏垣 馀事勿取;诸事不宜
20220805;开市 交易 立券 纳财 动土 开光 出行 嫁娶 纳采 订盟 出行 纳财 入学 开仓 出货财 纳畜 牧养 栽种 破土 启钻 安葬 立碑;入宅 移徙 作灶 祭祀 谢土
20220806;嫁娶 纳采 订盟 祭祀 祈福 求嗣 开光 出火 出行 拆卸 修造 动土 进人口 开市 交易 立券 挂匾 入宅 移徙 安床 栽种 入殓 破土 谢土 安葬;掘井 伐木 纳畜 合寿木
20220807;祈福 求嗣 解除 订盟 纳采 动土 起基 放水 造仓 开市 纳畜 牧养 开生坟 入殓 除服 成服 移柩 破土 安葬;无
20220808;塑绘 开光 解除 订盟 纳采 嫁娶 出火 修造 动土 移徙 入宅 拆卸 起基 安门 分居 开市 交易 立券 纳财 纳畜 牧养;无
20220809;祈福 出行 订盟 纳采 嫁娶 裁衣 动土 安床 放水 开市 掘井 交易 立券 栽种 开渠 除服 成服 移柩 破土;无
20220810;嫁娶 祭祀 祈福 斋醮 作灶 移徙 入宅;动土 破土
20220811;嫁娶 出行 纳畜 祭祀 入殓 启钻 安葬;作灶 动土 破土
20220812;订盟 纳采 祭祀 祈福 修造 动土 上梁 破土 安葬;嫁娶 开市
20220813;订盟 纳采 出行 会亲友 修造 上梁 移徙 入宅;开市 安葬
20220814;沐浴 修饰垣墙 平治道涂 馀事勿取;嫁娶 祈福 馀事勿取
20220815;嫁娶 祭祀 祈福 斋醮 动土 移徙 入宅;开市 安葬
20220816;捕捉 结网 入殓 破土 安葬;嫁娶 入宅
20220817;沐浴 治病 破屋 坏垣 馀事勿取;诸事不宜
20220818;嫁娶 订盟 纳采 出行 开市 祭祀 祈福 移徙 入宅 启钻 安葬;动土 破土
20220819;嫁娶 订盟 纳采 祭祀 祈福 求医 治病 动土 移徙 入宅 破土 安葬;开光 针灸
20220820;订盟 纳采 祭祀 祈福 安机械 作灶 纳畜;动土 安葬
20220821;嫁娶 祭祀 祈福 求嗣 出行 动土 安床 掘井 破土 启钻;入宅 作梁 安门 伐木 修造 上梁 入殓 盖屋
20220822;嫁娶 祭祀 祈福 求嗣 出行 出火 拆卸 修造 移徙 动土 安床 入殓 破土 安葬 启钻;盖屋 开光 理发 造船 掘井 作灶
20220823;祭祀 祈福 求嗣 开光 出行 解除 上梁 盖屋 移徙 安门 纳财 牧养 纳畜 安葬 启钻 入殓;破土 置产 掘井 动土 安床
20220824;祭祀 解除 沐浴 理发 整手足甲 入殓 移柩 破土 安葬 扫舍;嫁娶 会亲友 进人口 出行 入宅 移徙 赴任 作灶
20220825;塑绘 开光 进人口 纳畜 补垣 塞穴 栽种 牧养;嫁娶 纳财 祈福 安葬 修造 开市 交易 立券 动土 上梁
20220826;作灶 沐浴 修饰垣墙 平治道涂 馀事勿取;诸事不宜
20220827;祭祀 求嗣 开光 出行 伐木 作梁 出火 解除 拆卸 进人口 修造 动土 起基 安床 栽种 纳畜 入殓 破土 安葬 除服 成服;嫁娶 移徙
20220828;祭祀 塞穴 入殓 破土 安葬 移柩 馀事勿取;诸事不宜
20220829;破屋 坏垣 馀事勿取;诸事不宜
20220830;祭祀 入殓 移柩 结网 启钻 安葬 移柩 除服 成服 馀事勿取;诸事不宜
20220831;嫁娶 出火 拆卸 祭祀 祈福 开光 伐木 动土 开市 交易 立券 入宅 移徙 安床 纳畜 入殓 安葬;栽种 作灶 针灸 出行