
20220101;搬家 装修 嫁娶 领证 订婚 祭祀 安香 纳采;安葬
20220102;装修 动土 订婚 安葬 修造 订盟 纳采 入殓;开业 结婚 入宅 领证 开工 开张 开市 开光
20220103;开业 旅游 订婚 安葬 交易 纳采 立券 入殓;嫁娶 开市 作灶 置产 作梁 伐木
20220104;祭祀 解除 馀事勿取;诸事不宜
20220105;开业 交易 纳财 立券 上梁 会亲友;结婚 入宅 领证 出行 安葬 旅游
20220106;破屋 坏垣 馀事勿取;嫁娶 开市 安葬
20220107;嫁娶 订婚 领证 纳采 交易 纳财 立券 祭祀 安葬;诸事无忌
20220108;装修 订婚 安葬 上梁 修造 祭祀 沐浴 纳采 扫舍;开业 开工 安床 开张 作灶 开市
20220109;祭祀 作灶 入殓 除服 馀事勿取;开市 安床
20220110;塑绘 开光 沐浴 冠笄 会亲友 作灶 造畜稠;嫁娶 入殓 安葬 出行
20220111;纳采 祭祀 沐浴 祈福 订盟 裁衣 拆卸 竖柱 上梁 入殓 除服 成服 移柩 求嗣 旅游;开仓 嫁娶 移徙 入宅
20220112;祭祀 解除 馀事勿取;诸事不宜
20220113;沐浴 解除 订盟 纳采 裁衣 修造 动土 移徙 入宅 除服 成服 移柩 破土 安葬 修坟 伐木 纳财 交易 立券;作灶 祭祀 上梁 出行
20220114;出行 嫁娶 订盟 纳采 入殓 安床 启钻 安葬 祭祀 裁衣 会亲友 进人口;余事勿取
20220115;修饰垣墙 平治道涂 入殓 移柩 馀事勿取;嫁娶 移徙 入宅 开光
20220116;会亲友 纳采 进人口 修造 动土 竖柱 上梁 祭祀 开光 塑绘 祈福 斋醮 嫁娶 安床 移徙 入宅 安香 纳畜;出行 治病 安葬 开市
20220117;祭祀 会亲友 出行 订盟 纳采 沐浴 修造 动土 祈福 斋醮 嫁娶 拆卸 安床 入殓 移柩 安葬 谢土 赴任 裁衣 竖柱 上梁 伐木 捕捉 栽种 破土 安门;盖屋 开市 作灶 入宅
20220118;解除 破屋 坏垣 馀事勿取;诸事不宜
20220119;塑绘 开光 出行 订盟 纳采 除服 成服 嫁娶 纳婿 入殓 移柩 启钻 安葬 立碑;入宅 安床
20220120;入殓 除服 成服 移柩 启钻 安葬 立碑 馀事勿取;破土 伐木
20220121;祭祀 祈福 斋醮 塑绘 开光 除服 成服 入殓 作灶 嫁娶 捕捉 畋猎 纳财;开仓 盖屋 安葬 安床
20220122;祭祀 出行 沐浴 裁衣 祈福 斋醮 订盟 纳采 嫁娶 安机械 开市 立券 安碓磑 纳畜;栽种 嫁娶 入殓 安葬
20220123;祭祀 祈福 斋醮 沐浴 安床 安机械 造车器 入殓 移柩 启钻 安葬 立碑 合帐 经络 交易;作灶 掘井 嫁娶 入宅
20220124;解除 扫舍 祭祀 教牛马 馀事勿取;馀事勿取
20220125;开市 交易 立券 挂匾 开光 解除 伐木 作梁 出火 入宅 移徙 安床 拆卸 动土 上梁 栽种 纳畜 安葬;嫁娶 祭祀 出行 置产
20220126;开市 交易 立券 纳财 开池 补垣 嫁娶 纳采 纳畜 取渔 安床;修造 上梁 入宅 祈福 探病 掘井 动土 安门 安葬 作灶
20220127;祭祀 解除 修饰垣墙 平治道涂 馀事勿取;馀事勿取
20220128;嫁娶 祭祀 祈福 求嗣 动土 会亲友 起基 造仓 纳畜 牧养 开厕 进人口;掘井 安葬 栽种 出行 作灶 开市 入宅 安门
20220129;嫁娶 祭祀 祈福 求嗣 开光 入宅 移徙 安床 修造 动土 进人口;掘井 安葬 栽种 出行 作灶 开市 入宅 安门
20220130;破屋 坏垣 馀事勿取;诸事不宜
20220131;嫁娶 开市 交易 立券 开光 出行 出火 拆卸 修造 入宅 移徙 动土 破土 移柩 安葬 启钻 除服 成服;安床 伐木 祈福 纳畜
20220201;祭祀 入殓 破土 除服 成服 启钻 安葬 修坟 立碑 馀事勿取;馀事勿取
20220202;嫁娶 祭祀 塑绘 开光 出行 解除 理发 整手足甲 动土 安床 开池 放水 扫舍;伐木 行丧 作灶 作梁 安葬
20220203;开市 交易 立券 纳财 纳畜 造畜稠 入宅 移徙 安床 开光 祈福 求嗣 动土;嫁娶 栽种 安葬 理发 造庙 作灶 入殓 行丧 造桥
20220204;祭祀 沐浴 开光 塑绘 祈福 求嗣 订盟 纳采 冠笄 裁衣 嫁娶 动土 除服 成服 移柩 破土 启钻 出行 安碓磑 放水 开市 立券 交易;安葬 上梁 入宅 作灶
20220205;祭祀 祈福 求嗣 酬神 裁衣 安床 立券 交易 入殓 除服 成服 移柩 谢土 启钻;出行 嫁娶 入宅 动土
20220206;裁衣 合帐 入殓 除服 成服 会亲友 纳财;祭祀 祈福 移徙 嫁娶 入宅
20220207;祭祀 斋醮 裁衣 合帐 冠笄 订盟 纳采 嫁娶 入宅 安香 谢土 入殓 移柩 破土 立碑 安香 会亲友 出行 祈福 求嗣 立碑 上梁 放水;掘井
20220208;安床 合帐 入宅 问名 纳采 求嗣 祭祀 开仓;斋醮 作灶 安床 安葬
20220209;作灶 平治道涂;祭祀 祈福 安葬 安门 馀事勿取
20220210;塑绘 开光 酬神 斋醮 订盟 纳采 裁衣 合帐 拆卸 动土 上梁 安床 安香 造庙 挂匾 会亲友 进人口 出行 修造 纳财 伐木 放水 出火 纳畜 沐浴 安门;盖屋 栽种 安葬 作灶
20220211;祭祀 祈福 酬神 订盟 纳采 冠笄 裁衣 合帐 嫁娶 安床 移徙 入宅 安香 入殓 移柩 启钻 安葬 解除 取渔 捕捉 伐木 安门 出火;栽种 动土 开市 作灶
20220212;求医 破屋;诸事不宜
20220213;祈福 求嗣 斋醮 塑绘 开光 订盟 纳采 嫁娶 动土 入宅 安香 移柩 安葬 谢土 出行 沐浴 修造 竖柱 上梁 纳财 破土 解除 安门 放水;作灶 安床
20220214;取渔 入殓 除服 成服 移柩 破土 安葬 立碑;嫁娶 上梁 入宅 作灶
20220215;祭祀 求嗣 沐浴 酬神 订盟 纳采 裁衣 合帐 冠笄 安机械 安床 造仓 开池 经络 纳财 开市 立券 交易 结网 取渔 纳畜 捕捉;安葬 作灶 伐木 作梁
20220216;祭祀 沐浴 祈福 求嗣 斋醮 订盟 纳采 裁衣 冠笄 开市 立券 交易 纳财 沐浴 除服 谢土 出行 移柩;入殓 安葬 作灶 入宅
20220217;祭祀 祈福 求嗣 入殓 启钻 安葬 移柩;开光 掘井 针灸 出行 嫁娶 入宅 移徙 作灶 动土
20220218;安床 解除 裁衣 竖柱 上梁 交易 立券 纳财 纳畜 牧养 入殓 移柩 安葬 启钻;嫁娶 出行 动土 开渠 入宅 祭祀 掘井
20220219;嫁娶 安床 开光 出行 祭祀 动土 出火 解除 会亲友 开市 交易 立券 挂匾 入宅 移徙 拆卸 破土 启钻 安葬;掘井 词讼
20220220;嫁娶 开光 求嗣 会亲友 安床 牧养 塑绘 针灸;入宅 移徙 出火 分居 安香 作灶 开市 交易 立券 安葬 动土 伐木
20220221;作灶 解除 平治道涂;栽种 出行 祈福 行丧 纳畜 安葬 安门 伐木 作梁 牧养
20220222;解除 沐浴;诸事不宜
20220223;嫁娶 祭祀 祈福 出行 解除 出火 拆卸 动土 入宅 移徙 安床 上梁 栽种 纳畜 破土 启钻 安葬;开市 立券 理发 作灶
20220224;祭祀 解除 治病 破屋 坏垣 扫舍;馀事勿取
20220225;祭祀 祈福 求嗣 开光 出火 出行 拆卸 修造 动土 入宅 移徙 上梁 挂匾 开池 入殓 安葬 破土 启钻;嫁娶 作灶 安床
20220226;结网 入殓 除服 成服 移柩 安葬 破土;诸事不宜
20220227;移徙 祭祀 开光 祈福 出行 解除 进人口 雇庸 安床 动土 起基 上梁 安门 解除;嫁娶 安葬 破土 作梁 纳畜 牧养 行丧 作灶
20220228;嫁娶 开光 祈福 求嗣 解除 动土 安床 栽种 开池 掘井 祭祀 破土 启钻;入宅 作灶 伐木 安葬 出火 出行 纳畜
20220301;祭祀 合帐 裁衣 经络 伐木 作梁 安床 作灶 入殓 安葬 启钻 移柩;词讼 出火 入宅
20220302;裁衣 伐木 作梁 纳财 交易 立券;诸事不宜
20220303;动土 上梁 进人口 入宅 移徙 安床 开市 交易 立券 挂匾 破土 安葬 启钻 除服 成服;诸事不忌
20220304;嫁娶 冠笄 纳采 出行 会亲友 上梁 安机械 安床 牧养 畋猎 祭祀 祈福 开光 修造 安门 盖屋 起基;入宅 作灶 治病 安葬 移徙
20220305;塑绘 开光 订盟 纳采 裁衣 合帐 冠笄 会友 纳财 开市 立券 交易 安床 竖柱 上梁 结网 栽种 解除 经络;作灶 出行 入宅 安葬
20220306;祭祀 嫁娶 纳婿 除服 成服 入殓 移柩;动土 作灶 入宅 开光 安床
20220307;祈福 求嗣 开光 塑绘 斋醮 订盟 纳采 嫁娶 拆卸 安床 入宅 安香 移柩 修坟 安葬 谢土 栽种 解除 冠笄 裁衣 移徙 修造 动土 竖柱 放水 启钻 立碑;赴任
20220308;祭祀 解除 入殓 除服 成服 移柩 启钻 安葬 修坟 立碑 谢土 沐浴 扫舍 捕捉 取渔 结网 畋猎 理发;安床 嫁娶 作灶 入宅
20220309;破屋 坏垣;诸事不宜
20220310;祭祀 出行 订盟 纳采 裁衣 合帐 冠笄 进人口 动土 安床 作灶 入殓 移柩 安葬 破土 结网 取渔 畋猎;作梁 造庙
20220311;祭祀 开光 塑绘 订盟 纳采 合帐 冠笄 拆卸 动土 起基 上梁 入宅 安香 开市 立券 纳财 沐浴 求嗣 出火 竖柱 安门;造庙 嫁娶 伐木 安葬
20220312;祭祀 沐浴 捕捉 栽种;嫁娶 入宅 移徙 作灶 安葬
20220313;祭祀 开光 塑绘 酬神 斋醮 订盟 纳采 嫁娶 裁衣 动土 起基 出火 拆卸 移徙 入宅 安香 修造 竖柱 上梁 纳畜 牧养 祈福 求嗣 解除 伐木 定磉 盖屋 安门;栽种 安葬
20220314;订盟 纳采 冠笄 拆卸 修造 动土 安床 入殓 除服 成服 移柩 安葬 破土 启钻 造仓;作灶 开光 嫁娶 开市 入宅
20220315;祈福 开光 塑绘 酬神 订盟 纳采 裁衣 安床 开市 立券 入殓 除服 成服 移柩 启钻 安葬 立碑 赴任 会亲友 出行 交易 竖柱;作灶 掘井 动土 栽种
20220316;祭祀 扫舍 塞穴;栽种 作灶 安葬 嫁娶
20220317;开光 塑绘 裁衣 冠笄 伐木 拆卸 竖柱 上梁 开仓 会友 造仓 盖屋 交易 解除 开市 立券 纳财;出行 嫁娶 入宅 安葬
20220318;冠笄 入殓 除服 成服 移柩 平治道涂 修饰垣墙;盖屋 作灶 治病 探病
20220319;祭祀 嫁娶 祈福 纳采 裁衣 合帐 安床 入宅 安香 入殓 移柩 安葬 谢土 修造 安碓磑 求嗣 会亲友 挂匾 交易 立券 纳财 造仓 放水;栽种 伐木
20220320;祭祀 祈福 斋醮 订盟 纳采 裁衣 合帐 拆卸 修造 动土 上梁 起基 移柩 安葬 谢土 沐浴 扫舍 开柱眼 伐木 出火;安床 开市 立券 作灶
20220321;破屋 坏垣 求医 治病;诸事不宜
20220322;祭祀 动土 上梁 订盟 纳采 嫁娶 安机械 拆卸 安床 入宅 安香 入殓 移柩 破土 安葬 立碑 谢土 赴任 出行 移徙 祈福 求嗣 解除 造仓 进人口;开光 出货财
20220323;祭祀 开光 塑绘 纳采 裁衣 拆卸 安床 起基 动土 竖柱 上梁 移徙 入宅 安香 开市 立券 挂匾 沐浴 出行 求嗣 安门;嫁娶 栽种 伐木 安葬
20220324;裁衣 合帐 冠笄 嫁娶 纳婿 安床 入殓 纳财;作灶 开市 安葬 作梁
20220325;祭祀 订盟 纳采 修造 动土 祈福 塑绘 斋醮 沐浴 拆卸 起基 入宅 安香 造庙 移柩 谢土 除服 成服 入学 习艺 出行 竖柱 上梁 掘井 求嗣 解除 伐木;作灶 安葬 开市 盖屋
20220326;订盟 纳采 裁衣 合帐 冠笄 拆卸 安床 入殓 除服 成服 移柩 破土 启钻 安葬 修坟 立碑 经络 交易 立券 纳财 筑堤 造仓 补垣 塞穴 纳畜 伐木 架马;祭祀 开光 嫁娶 入宅
20220327;祭祀 出行 嫁娶 冠笄 安床 入殓 移柩 安葬;掘井 动土 作灶 栽种
20220328;塞穴 诸事不宜;安门 作灶 安葬 嫁娶
20220329;开光 塑绘 求嗣 纳采 裁衣 合帐 冠笄 作梁 安门 安床 造仓 祭祀 会友 祈福 经络 纳财 开市 立券 交易 入学 求嗣 理发 架马;出行 斋醮 安葬 嫁娶
20220330;祭祀 嫁娶 纳婿 安葬;栽种 盖屋 作灶 入宅
20220331;祭祀 会友 订盟 裁衣 合帐 拆卸 上梁 安门 入殓 除服 成服 移柩 启钻 安葬 立碑 开光 入学 出行 起基 定磉 放水 移徙 入宅 竖柱 立券 经络;伐木 作梁